console.log(`
1. Вёрстка страницы Pets соответствует макету при ширине экрана 1280px: (6 / 6)
    блок <header>: +2
    блок Our Friends: +2
    блок <footer>: +2
2. Вёрстка страницы Pets соответствует макету при ширине экрана 768px: (6 / 6)
    блок <header>: +2
    блок Our Friends: +2
    блок <footer>: +2
3. Вёрстка страницы Pets соответствует макету при ширине экрана 320px: (6 / 6)
    блок <header>: +2
    блок Our Friends: +2
    блок <footer>: +2
4. Ни на одном из разрешений до 320px включительно не появляется горизонтальная полоса прокрутки, справа от отдельных блоков не появляются белые поля. Весь контент страницы при этом сохраняется: не обрезается и не удаляется: (10 / 10)
    нет полосы прокрутки при ширине страницы Pets от 1280рх до 768рх: +5
    нет полосы прокрутки при ширине страницы Pets от 768рх до 320рх: +5
5. Верстка резиновая: при плавном изменении размера экрана от 1280px до 320px верстка подстраивается под этот размер, элементы верстки меняют свои размеры и расположение, не наезжают друг на друга, изображения могут менять размер, но сохраняют правильные пропорции (Примеры неправильной и правильной реализации): (4 / 4)
    на странице Pets: +4
`)